{
    "Weapons":[
        {
            "StrengthWeapons":[
                {
                    "name":"Greatsword",
                    "img":"images/weapons/Greatsword.png",
                    "description":"The Greatsword in Elden Ring is a massive, heavy weapon, dealing devastating damage with wide swings. When paired with the Lion’s Claw Ash of War, it becomes even more powerful, allowing for a fierce, leaping attack that crushes enemies with overwhelming force."
                },
                {
                    "name":"Grafted Blade Greatsword",
                    "img":"images/weapons/Grafted.png",
                    "description":"The Grafted Blade Greatsword is a colossal sword forged from countless smaller blades, symbolizing power through conquest. This heavy weapon excels in raw damage and scales well with Strength. Its unique Oath of Vengeance Ash of War temporarily boosts all stats, increasing attack power and defense, making you a juggernaut in battle."
                },
                {
                    "name":"Prelate's Inferno Crozier",
                    "img":"images/weapons/Prelates.png",
                    "description":"The Prelate's Inferno Crozier is a colossal, flame-scorched hammer, delivering devastating fiery blows. Its Prelate’s Charge Ash of War lets you charge forward, hammer ablaze, crushing everything in your path with fiery destruction."
                },
                {
                    "name":"Greatsword Of Solitude",
                    "img":"images/weapons/Solitude.png",
                    "description":"The Greatsword of Solitude is a massive, somber blade, dealing heavy, slow strikes. Its Silent Resolve Ash of War surrounds the wielder in a calming aura, briefly boosting poise and reducing incoming damage, allowing for steadfast attacks amidst overwhelming odds."
                },
                {
                    "name":"Rusted Anchor",
                    "img":"images/weapons/Anchor.png",
                    "description":"The Rusted Anchor is a heavy weapon, delivering powerful, sweeping strikes. Its Anchor’s Grip Ash of War slams the weapon into the ground, creating a shockwave that disrupts and damages nearby enemies."
                }

            ],
            "DexterityWeapons":[
                {
                    "name":"Uchigatana",
                    "img":"images/weapons/Uchigatana.png",
                    "description":"The Uchigatana is a sleek katana, known for its quick strikes and impressive bleed buildup. Its Unsheathe Ash of War allows for a swift, devastating draw attack that catches foes off guard, making it a deadly choice for agile combatants seeking precision and speed."
                },
                {
                    "name":"Nagakiba",
                    "img":"images/weapons/Nagakiba.png",
                    "description":"The Nagakiba is a long, elegant katana with extended reach. Its design enhances quick, sweeping attacks and bleed buildup. Equipped with the Unsheathe Ash of War, it allows for a swift, devastating draw attack that strikes with deadly precision, making it a formidable choice in battle."
                },
                {
                    "name":"The Dancing Blade of Ranah",
                    "img":"images/weapons/Rahan.png",
                    "description":"The Dancing Blade of Ranah is an elegant sword, delivering fluid, graceful attacks. Its Moonlit Dance Ash of War unleashes rapid slashes followed by a powerful thrust, making it a mesmerizing weapon that combines beauty and deadly precision."
                },
                {
                    "name":"Hand of Malenia",
                    "img":"images/weapons/HandMalenia.png",
                    "description":"The Hand of Malenia is a graceful, curved blade designed for swift, precise attacks. Its unique aesthetic reflects the elegance of its namesake. Its Waterfoul Ash of War allows for a powerful, rapid flurry of strikes, making it a lethal choice that embodies speed and finesse in combat."
                },
                {
                    "name":"Rivers of Blood",
                    "img":"images/weapons/Rivers.png",
                    "description":"The Rivers of Blood is a deadly katana, known for its exceptional bleed buildup. Its striking design complements its swift, lethal attacks. The Corpse Piler Ash of War unleashes a series of slashes that send out a wave of blood, devastating enemies and making it a formidable choice in both PvE and PvP."
                }
            ],
            "MageWeapons": [
            {
                "name": "Dark Moon Greatsword",
                "img": "images/weapons/DarkMoon.png",
                "description": "The Dark Moon Greatsword is a powerful, elegant weapon, known for its magical prowess. Its unique design reflects the moon's beauty and strength. The Moonlight Greatsword Ash of War allows for a charged magical attack that releases a wave of moonlight, dealing significant damage and enhancing the sword's mystical allure in battle."
            },
            {
                "name": "Fallingstar Beast Jaw",
                "img": "images/weapons/FallingStar.png",
                "description": "The Fallingstar Beast Jaw is a massive, monstrous weapon crafted from the jaw of a fallen Star Beast. Its brutal design delivers heavy, crushing strikes. The Beast Roar Ash of War unleashes a powerful roar that boosts damage and enhances the wielder's attacks, embodying the ferocity of the beast it came from."
            },
            {
                "name": "Azur's Glintstone staff",
                "img": "images/weapons/Azur_Staff.png",
                "description": "Azur's Glintstone Staff is a powerful catalyst, known for its high sorcery scaling. Its elegant design channels the magic of the stars. The Glintstone Sorcery Ash of War enhances sorcery spells cast with the staff, boosting their potency and allowing for devastating magical attacks that pierce through foes with glintstone brilliance."
            },
            {
                "name": "Rotten Crystal Sword",
                "img": "images/weapons/RottenSword.png",
                "description": "The Rotten Crystal Sword is a unique weapon that combines beauty and decay. Its striking design features crystalline elements that emit a toxic aura. The Crystal Release Ash of War unleashes a powerful thrust that releases a wave of rot, dealing damage over time and inflicting a debilitating status effect on enemies."
            },
            {
                "name": "Scepter Of The All-Knowing",
                "img": "images/weapons/AllKnowing.png",
                "description": "The Scepter of the All-Knowing is a powerful staff, embodying the essence of wisdom and arcane knowledge. Its intricate design allows for enhanced sorcery. The Scepter’s Insight Ash of War boosts the potency of sorcery spells cast with the staff, providing a significant advantage in magical combat and unlocking the secrets of the arcane."
            }
        ],
        "ArcaneWeapons": [
            {
                "name": "Rivers Of Blood",
                "img": "images/weapons/Rivers.png",
                "description": "The Rivers of Blood is a deadly katana, known for its exceptional bleed buildup. Its striking design complements its swift, lethal attacks. The Corpse Piler Ash of War unleashes a series of slashes that send out a wave of blood, devastating enemies and making it a formidable choice in both PvE and PvP. It is so good we are mentioning it twice!!"
            },
            {
                "name": "Serpent Bow",
                "img": "images/weapons/SerpentBow.png",
                "description": "The Serpent Bow is a sleek, elegant bow, known for its rapid-fire capabilities and unique aesthetic. Its design allows for quick, precise shots. The Serpent's Arrow Ash of War imbues arrows with a venomous effect, dealing poison damage over time and making it a lethal choice for ranged combat against unsuspecting foes."
            },
            {
                "name": "Morgott's Cursed Sword",
                "img": "images/weapons/MorgotsSword.png",
                "description": "Morgott's Cursed Sword is a fearsome weapon, characterized by its imposing design and dark lore. This sword deals significant damage with each swing. The Cursed Slash Ash of War allows the wielder to unleash a cursed slash that inflicts damage and applies a unique status effect, making it a formidable choice in both offense and strategy."
            },
            {
                "name": "Mohgwyn's Sacred Spear",
                "img": "images/weapons/Sacred_Spear.png",
                "description": "Mohgwyn's Sacred Spear is a powerful weapon, featuring a striking design that reflects its dark heritage. This spear excels in both range and damage output. The Bloodboon Ash of War allows the wielder to unleash a devastating blood attack that inflicts heavy damage and applies bleed buildup, making it a fearsome choice for those who embrace the power of blood in battle."
            },
            {
                "name": "Bloody Helice",
                "img": "images/weapons/Helice.png",
                "description": "Bloody Helice is a unique weapon, known for its swift, graceful attacks and distinctive design. This spear excels in quick strikes and bleed buildup. The Blood Surge Ash of War enables the wielder to perform a rapid thrust that sends out a wave of blood, inflicting damage and applying bleed status to enemies, making it a lethal option for aggressive combatants."
            }
        ]
        }
    ]
}