{
    "Weapons":[
        {
            "StrengthWeapons":[
                {
                    "name":"Greatsword",
                    "img":"images/weapons/Greatsword.png",
                    "description":"The Greatsword in Elden Ring is a massive, heavy weapon, dealing devastating damage with wide swings. When paired with the Lion’s Claw Ash of War, it becomes even more powerful, allowing for a fierce, leaping attack that crushes enemies with overwhelming force."
                },
                {
                    "name":"Grafted Blade Greatsword",
                    "img":"images/weapons/Grafted.png",
                    "description":"The Grafted Blade Greatsword is a colossal sword forged from countless smaller blades, symbolizing power through conquest. This heavy weapon excels in raw damage and scales well with Strength. Its unique Oath of Vengeance Ash of War temporarily boosts all stats, increasing attack power and defense, making you a juggernaut in battle."
                },
                {
                    "name":"Prelate's Inferno Crozier",
                    "img":"images/weapons/Prelates.png",
                    "description":"The Prelate's Inferno Crozier is a colossal, flame-scorched hammer, delivering devastating fiery blows. Its Prelate’s Charge Ash of War lets you charge forward, hammer ablaze, crushing everything in your path with fiery destruction."
                },
                {
                    "name":"Greatsword Of Solitude",
                    "img":"images/weapons/Solitude.png",
                    "description":"The Greatsword of Solitude is a massive, somber blade, dealing heavy, slow strikes. Its Silent Resolve Ash of War surrounds the wielder in a calming aura, briefly boosting poise and reducing incoming damage, allowing for steadfast attacks amidst overwhelming odds."
                },
                {
                    "name":"Rusted Anchor",
                    "img":"images/weapons/Anchor.png",
                    "description":"The Rusted Anchor is a heavy weapon, delivering powerful, sweeping strikes. Its Anchor’s Grip Ash of War slams the weapon into the ground, creating a shockwave that disrupts and damages nearby enemies."
                }

            ],
            "DexterityWeapons":[
                {
                    "name":"Uchigatana",
                    "img":"images/weapons/Uchigatana.png",
                    "description":"The Uchigatana is a sleek katana, known for its quick strikes and impressive bleed buildup. Its Unsheathe Ash of War allows for a swift, devastating draw attack that catches foes off guard, making it a deadly choice for agile combatants seeking precision and speed."
                },
                {
                    "name":"Nagakiba",
                    "img":"images/weapons/Nagakiba.png",
                    "description":"The Nagakiba is a long, elegant katana with extended reach. Its design enhances quick, sweeping attacks and bleed buildup. Equipped with the Unsheathe Ash of War, it allows for a swift, devastating draw attack that strikes with deadly precision, making it a formidable choice in battle."
                },
                {
                    "name":"The Dancing Blade of Ranah",
                    "img":"images/weapons/Rahan.png",
                    "description":"The Dancing Blade of Ranah is an elegant sword, delivering fluid, graceful attacks. Its Moonlit Dance Ash of War unleashes rapid slashes followed by a powerful thrust, making it a mesmerizing weapon that combines beauty and deadly precision."
                },
                {
                    "name":"Hand of Malenia",
                    "img":"images/weapons/HandMalenia.png",
                    "description":"The Hand of Malenia is a graceful, curved blade designed for swift, precise attacks. Its unique aesthetic reflects the elegance of its namesake. Its Waterfoul Ash of War allows for a powerful, rapid flurry of strikes, making it a lethal choice that embodies speed and finesse in combat."
                },
                {
                    "name":"Rivers of Blood",
                    "img":"images/weapons/Rivers.png",
                    "description":"The Rivers of Blood is a deadly katana, known for its exceptional bleed buildup. Its striking design complements its swift, lethal attacks. The Corpse Piler Ash of War unleashes a series of slashes that send out a wave of blood, devastating enemies and making it a formidable choice in both PvE and PvP."
                }
            ]
        }
    ]
}